Repository: terrorgarten/InkWay
Catalog: Localizable.xcstrings
Source language: en
Languages: cs, sk

source: ...ready for your new tattoos?
cs: ... jste připraveni na vaše nové tetování?
sk: Ste pripravení na nové tetovanie?

source: Already have an account?
cs: Již máte účet?
sk: Už máte účet?

source: Are you an artist? Show yourself!
cs: Jste umělec? Ukažte se!
sk: Ste umelec? Ukážte sa!

source: Artist information
cs: Informace o umělci
sk: Informácie o umelcovi

source: Artist location
cs: Umístění umělce
sk: Umiestnenie umelca

source: Artist mode
cs: Režim umělce
sk: Režim umelca

source: Cancel
cs: Zrušit
sk: Zrušiť

source: Change artist info
cs: Změnit informace o umělci
sk: Zmeniť informácie o umelcovi

source: Choose which account you would like to create
cs: Vyberte si účet, který chcete vytvořit
sk: Vyberte účet, ktorý chcete vytvoriť

source: City
cs: Město
sk: Mesto

source: Confirm Password
cs: Potvrďte heslo
sk: Potvrdiť heslo

source: Confirm your password
cs: Potvrďte heslo
sk: Potvrďte svoje heslo

source: Create an account
cs: Založit účet
sk: Vytvorenie účtu

source: Don't have an account?
cs: Nemáte účet?
sk: Nemáte účet?

source: Edit
cs: Upravit
sk: Upraviť

source: Edit Profile
cs: Upravit profil
sk: Upraviť profil

source: Enable artist mode
cs: Povolit režim umělce
sk: Povolenie režimu umelca

source: Enter your email
cs: Zadejte váš e-mail
sk: Zadajte svoj e-mail

source: Enter your own tag
cs: Zadejte vlastní značku
sk: Zadajte svoj vlastný štítok

source: Enter your password
cs: Zadejte své heslo
sk: Zadajte svoje heslo

source: Error during the image upload: %@ Try again please.
cs: Chyba při nahrávání obrázku: %@ Zkuste to prosím znovu.%@
sk: Chyba počas nahrávania obrázka: %@ Skúste to znova.

source: Find
cs: Najít
sk: Nájsť

source: Finish
cs: Dokončit
sk: Dokončiť

source: Forgot password?
cs: Zapomněli jste heslo?
sk: Zabudli ste heslo?

source: I agree to the
cs: Souhlasím s
sk: Súhlasím s

source: Image Uploaded Successfully!
cs: Obrázek byl úspěšně odeslán!
sk: Obrázok bol úspešne nahraný!

source: Let's go!
cs: Pojďme!
sk: Poďme!

source: Loading your profile...
cs: Načítání vašeho profilu...
sk: Načítava sa váš profil...

source: Location
cs: Lokace
sk: Lokalita

source: Location Picker
cs: Vybírač polohy
sk: Výber polohy

source: Log me out
cs: Odhlásit mě
sk: Odhláste ma

source: Me
cs: Já
sk: Ja

source: My designs
cs: Moje návrhy
sk: Moje návrhy

source: My profile
cs: Můj profil
sk: Môj profil

source: Name
cs: Jméno
sk: Meno

source: Name:
cs: Jméno:
sk: Meno:

source: No image selected
cs: Není vybrán žádný obrázek
sk: Žiadny obrázok nevybraný

source: or
cs: nebo
sk: alebo

source: Please allow location once so we can find your closest tattoo artist! Not saving it, we promise!
cs: Povolte prosím lokální služby, abychom mohli najít vašeho nejbližšího tetovacího umělce! Neukládame si to, slibujeme!
sk: Prosím, povoľte polohu raz, aby sme našli vášho najbližšieho tetovacieho umelca! Neuchovávame to, sľubujeme!

source: Please note that only the first image is viewed on your profile when people find you!
cs: Vezměte prosím na vědomí, že když vás lidé najdou, zobrazí se ve vašem profilu pouze první obrázek!
sk: Upozorňujeme, že vo vašom profile sa zobrazí iba prvý obrázok, keď vás ľudia nájdu!

source: Register
cs: Registrovat se
sk: Zaregistrovať

source: Save
cs: Uložit
sk: Uložiť

source: Select Image
cs: Vyberte obrázek
sk: Vyberte obrázok

source: Select your location
cs: Vyberte svou lokalitu
sk: Vyberte si svoju polohu

source: Set up your profile
cs: Nastavte si svůj profil
sk: Nastavte svoj profil

source: Sign in
cs: Přihlásit se
sk: Prihlásiť sa

source: Sign In
cs: Přihlásit se
sk: Prihlásiť sa

source: Sign up as tattoo artist
cs: Zaregistrujte se jako tetovací umělec
sk: Zaregistrujte sa ako tetovač

source: Sign up as user
cs: Zaregistrujte se jako uživatel
sk: Zaregistrujte sa ako používateľ

source: Surename:
cs: Příjmení:
sk: Priezvisko:

source: Tattoo artists nearby
cs: Tetovací umělci poblíž
sk: Tetovací umelci v okolí

source: Terms & Conditions
cs: Všeobecné obchodní podmínky
sk: Zmluvné podmienky

source: unknown
cs: neznámý
sk: Neznáme

source: Upload
cs: Nahrát
sk: Nahrať

source: Upload design
cs: Nahrát návrh
sk: Nahrať dizajn

source: Upload Image
cs: Nahrát obrázek
sk: Nahrať obrázok

source: Uploading
cs: Nahrávání
sk: Nahrávanie

source: User information
cs: Informace o uživateli
sk: Informácie o používateľovi

source: Welcome back!
cs: Vítej zpět!
sk: Vitajte späť!

source: Welcome to InkWay
cs: Vítejte v InkWay
sk: Vitajte na InkWay

source: Why not add some designs?
cs: Proč nepřidat nějaké návrhy?
sk: Prečo nepridať nejaké návrhy?

source: You are here since:
cs: Jste zde od:
sk: Ste tu od:

source: You are now in artist mode. This means that other users can find you based on location in the Find tab. Uploading your designs also became available.
cs: Nyní jste v režimu umělce. To znamená, že ostatní uživatelé vás mohou najít na základě umístění na kartě Najít. K dispozici bylo také nahrávání vašich návrhů.
sk: Teraz ste v režime umelca. To znamená, že ostatní používatelia vás môžu nájsť na základe polohy na karte Nájsť. K dispozícii bolo aj nahrávanie vašich návrhov.

source: Your instagram
cs: Váš instagram
sk: Váš instagram

source: Your location
cs: Vaše poloha
sk: Vaša poloha

source: Your location:
cs: Vaše poloha:
sk: Vaša poloha:

source: Your name
cs: Vaše jméno
sk: Vaše meno

source: Password
sk: Heslo

source: Skip
sk: Preskočiť
